Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
bgp: سائٹ زوت چہ زوت بیک اپ کنگ بیت۔ نوکیں زانتکاری ءِ ھاتر ءَ <matrixLink>میٹرکس کمیونٹی چیٹ</matrixLink> ءَ ھوار بہ بئے یا <githubLink>GitHub</githubLink> یا <discourseLink>مئے ڈسکورس فورم</discourseLink> ءَ سر بہ بئے کہ سائٹ ءِ تجربہ ءِ جیڑہاں دیم دیگ ءُ نگرانی بہ کن ئے۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
bgp: ٹیڈ لیوم کارپس آڈیو ٹاک ءُ ٹیڈ ءِ ویب سائٹ ءِ سرا دستیابیں آہانی ٹرانسکرپشن ءَ چہ جوڑ کنگ بوتگ

source: The website text is translated into that language.
bgp: ویب سائٹءَ لفظا نی زبانءَ ترجمہ بیت انت

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bgp: اے مواد ءِ تہا یک مردمے ءِ شناخت ءِ بابت ءَ ذاتی شناخت ءِ زانتکاری ھوار اِنت، چوش کہ آئی ءِ نام، ای میل ایڈریس، جاہ، شناخت ءِ نمبر یا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bgp: اے زانتکاری ءِ دیم دیگ اختیاری اِنت - اگاں شما آرام بہ کن اِت گڑا ایشی ءَ ایوک ءَ ھوار بہ کن اِت۔ وھدے کہ ما ڈیٹاسیٹ ءَ شنگ کنیں گڑا ما درستیں ذاتی زانتکاری ءَ تخلص کنیں ءُ اے گپ ءَ دلجم کنیں کہ تئی نام ءُ ای میل ءِ وڑیں زانتکاری عمر یا جنس ءِ وڑیں ڈیموگرافک زانتکاری ءَ گوں بندوک نہ اَنت۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
bgp: اے زانتکاری ءِ دیم دیگ اختیاری اِنت - اگاں شما آرام بہ کن اِت گڑا ایشی ءَ ایوک ءَ ھوار بہ کن اِت۔ وھدے کہ ما ڈیٹاسیٹ ءَ شنگ کنیں گڑا ما درستیں ذاتی زانتکاری ءَ تخلص کنیں ءُ اے گپ ءَ دلجم کنیں کہ تئی نام ءُ ای میل ءِ وڑیں زانتکاری عمر یا جنس ءِ وڑیں ڈیموگرافک زانتکاری ءَ گوں بندوک نہ اَنت۔ ٹیکنالوجی ہرکس ءِ واستہ جوانیں وڑے ءَ کار کنگ ءِ واستہ ، ھما ڈیٹا کہ ڈویلپراں ٹیکنالوجی ءِ جوڑ کنگ ءَ کمک کنت ، آ مردمانی یک متنوعیں رینج ءِ عکاسی کنگ ءِ ضلورت انت۔ میٹا ڈیٹا پرچا اہمیت ءِ بابت ءَ گیشتر سرپد بہ بئے

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
bgp: اے یک کارمرز کنوخیں بہرے کہ ایشی ئے تہا ڈاٹا ھوار انت پہ گپ جنغیں ہندسہ ئے شناخت و ہاں / نا ئے پجار کنغ واستا

source: This is how you cite yourself if you wrote the content yourself.
bgp: اگاں تو وت مواد نبشتہ کتگ گڑا تو وت ءَ اے وڑ ءَ حوالہ داتگ۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
bgp: اے پروجیکٹ اگاں تئی وڑیں مردم مہ بوتیں گڑا ممکن نہ بوتگ ات۔ 🎉 کامن وائس ءِ گوں ھوار بوھگ ءِ بازیں راہ ھست اَنت - ترا شریک بوھگ ءِ ھاترا کوڈنگ ءِ زانگ ءِ ھژدری نہ اِنت!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
bgp: اے ترتیب تئی لیڈر بورڈ ءِ ￵ دیم ءَ آیگ ءَ کنٹرول کنت۔ وھدے کہ اندیم بیت گڑا تئی دیمروی private بیت۔ ایشی ءِ ￵بزانت ایش اِنت کہ تئی اکس، کارمرزوک ءِ ￵نام ءُ ￶ دیمروی لیڈر بورڈ سر ءَ ￴ گندگ نہ بنت۔ نوٹ کن کہ لیڈر بورڈ ءِ ریفریش ~{ $minutes } ءَ بدلی ءَ ￴ پُر کنگ ءَ ساھت لگ اَنت۔

source: Three to go!
bgp: سئے روگ ءَ اَنت!

source: Thur
bgp: تھر

source: Tibetan
bgp: تبتی

source: Tigre
bgp: ٹائیگیر

source: Tigrinya
bgp: ٹِگرینیا

source: Tlazoyaltepec Mixtec
bgp: ٹاسالپیکپک مکیت

source: Toba Qom
bgp: توبا قوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
bgp: وسی ایک میل نیماء تبدیلی کنگ اسطا ماآں ای میل کنگ انت <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
bgp: مخت اء

source: Today's Common Voice progress on clips recorded
bgp: کلپانی سرا مرچیگیں کامن وائس ءِ پیشرفت ریکارڈ کنگ بوتگ

source: Today's Common Voice progress on clips validated
bgp: مرچیگیں مشترکہ توارکامن وائس ءِ ￵ ریکارڈ/جوڑ کتگیں کلپانی سر ءَ ￴ دیمروی

source: Today's Progress
bgp: مرچیگیں دیمروئی

source: Toki Pona
bgp: توکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
bgp: کامن وائس ڈیٹاسیٹ ءِ تہا جوڑ کنگ ءِ ھاترا یک وائس کلپے ءَ دو جتا جتائیں کارمرز کنوکاں چہ توثیق کنگ لوٹیت۔

source: Too many files
bgp: باز فائلاں

source: Top Contributors
bgp: مزنیں کمک کنوک

source: Torwali
bgp: تووالی

source: Total
bgp: سرجمی

source: Total Approved
bgp: کل منظور شدہ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
bgp: دائیں نیمگ ءَ ما فوائد ءِ لیکہ ءَ پیش کنیں ءُُ اے گپ ءَ پدر کنیں کہ ما کجام زانتکاری ءَ پبلک کنیں۔ وتی ڈیوائس ءِ سرا کامن وائس اکاؤنٹ ءِ بندات کنگ ءِ ھاترا دیم ءَ داتگیں لنکاں کارمرز کن اِت۔

source: Toward next goal
bgp: دیمیں مول ءُ ￶مراد ءِ ￵ نیمگ ءَ ￴

source: Track progress here and on your stats page.
bgp: اِد ءَ ￴ ءُ وتی اعداد و شمار ءِ تاک ءِ ￵سر ءَ دیمروی ءَ ٹریک کن اِت۔

source: Transcribe
bgp: ٹرانسکرپٹ کن

source: Transcribe answers
bgp: جواباں نبشتہ کن

source: Transcribe Audio
bgp: آڈیو ٹرانسکرپٹ کن

source: Transcribe audio recordings into text
bgp: آڈیو ریکارڈنگاں نبشتانک ءِ تہا نبشتہ کن

source: Transcribe audio recordings in your language
bgp: آڈیو ریکارڈنگز ءَ وتی زبان ءَ نبشتہ کن اِت

source: Transcribe Audio <small>(Coming soon)</small>
bgp: آڈیو ءِ نبشتہ کنگ <small>(زوت آھگ ءَ اِنت)</small>

source: Transcript edited successfully
bgp: ٹرانسکرپٹ کامیابی ءَ گوں ترمیم کنگ بوتگ

source: Transcript skipped successfully
bgp: ٹرانسکرپٹ کامیابی ءَ گوں یلہ داتگ

source: Transcript submitted successfully
bgp: ٹرانسکرپٹ کامیابی ئا گوں دیم دیغ بیثہ

source: Transcript voted successfully
bgp: ٹرانسکرپٹ ءَ سوبمندیں وڑے ءَ ووٹ داتگ

source: Transgender
bgp: ٹرانس جینڈر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
bgp: پونٹون ءِ کارمرز کنگ ءِ رھبند ءِ سر ءَ مئے رہشونی ءَ بچار اِت۔</translateVideoLink>

source: Translating the site
bgp: سائٹ ءِ رجانک کنگ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
bgp: رجانک چہ انگریزی ءَ اِنت بلے شما دگہ زباناں <strong>سوج</strong> گندگ ءَ اِت۔ <strong>پروفائل</strong> ءِ نشان ءَ کلک کن اِت ءُ پدا <strong>ترتیبات</strong> ءِ لنک ءَ کلک کن اِت ءُ ھرچ زبانے کہ شما گپ جن اِت ھوار کن اِت۔ تھلیں راستیں کونے ءَ رجانک ءِ لڑ ھست کہ آئی ءِ نام <strong>Locales</strong> اِنت۔ ترجمہ یک روچے ءَ پد سائٹ ءِ سرا گندگ بنت۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
bgp: کامن وائس سائٹ آے ترجمہ اشی چھک بئ

source: Try again by dragging your file here
bgp: کوشش کنی وزیں فاءیل آیزا زورا کو بارت انت

source: Try uploading again
bgp: آیزا فائل اپلوڈ کنیغ کوشش کنی

source: Tshivenda
bgp: ٹشیوندا

source: Tunen
bgp: تونن

source: Tupuri
bgp: ٹپوری

source: Turkish
bgp: ترک زبان

source: Turkmen
bgp: ترکمن

source: Tush
bgp: تیش

source: Tuvan
bgp: تووان

source: Twi
bgp: توئی

source: Typically megabytes
bgp: گیشتر میگا بائٹ

source: Ubykh
bgp: ابیخ

source: Udmurt
bgp: اُدمرت

source: Ukrainian
bgp: یوکرینی

source: Understand contribution criteria
bgp: آواری کنگءِ لیکوءَ پوہ بہ بنت

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
bgp: کامن وائس ڈیٹاسیٹ ءِ تہا جملہ ءُ آڈیو کلپس ءِ شریک ءُ توثیق کنگ ءِ رہبند ءَ سرپد بہ بئے

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bgp: ماں وھدءَ توارءِ اش کنے گُڈا آھیا بزاں کہ اے تئی توارءَ شوکتر جوڑ کنگءَ کار دنت

source: Universities, Academics and Researchers
bgp: یونیورسٹی، اکیڈمک ءُ ریسرچرز

source: Upload aborted. Do you want to delete your recordings?
bgp: اپ لوڈ رکزا شزا۔چھ شوا وزی ریکارڈنگزاں را حزف کھنغ چاہے

source: Upload an image file
bgp: یک اکس ئے فائلے اپلوڈ کن

source: { $uploadedSentences } of { $totalSentences } sentences collected
bgp: { $uploadedSentences } جُملہ کھنینغ { $totalSentences } کنی

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bgp: { $uploadedSentences } جملہ ءِ جم کنگ ءِ<downloadLink>ھاترا ادا کلک بہ کن اِت </downloadLink> رد کتگیں جملہانی ڈاؤن لوڈ کنگ ءِ

source: Upload failed, please retry.
bgp: اپ لوڈ نیوا ناکامی بیسغء، تھری کوشش کنی انت.

source: Upload <icon></icon> public domain sentences
bgp: <icon></icon> عوامی ڈومین جملہ پ لوڈ کنی

source: Upload in progress...
bgp: اپلوڈ بیغیع...

source: Upload more sentences?
bgp: تھی جملے اپ لوڈ کنوں؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
bgp: اے کلپ ءِ اپلوڈ سرور ءَ ناکام بیت۔ صفحہ ءَ دوبر لوڈ کن یا رند ءَ پدا جہد کن۔

source: Upload of this clip keeps failing, keep retrying?
bgp: اے کلپ ءِ اپلوڈ ناکام بوھگ ءَ اِنت، پدا جھد کنگ ءَ اِنت؟

source: Urdu
bgp: اردو

source: Use correct grammar
bgp: ٹھیکیں گرامرا کار لا۔

source: Use correct spelling and punctuation
bgp: ٹھیکیں ہجاں تھریں اوقافاں کار لا۔

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
bgp: <mark> نامیاتی گپ ءِ تناظر</mark> ءُ کارمرز کنگ ءِ کیسانی واستہ کارآمد اِنت (چوکہ، وھدے کہ تو لوٹ ئے کہ گپ ءِ شناخت ءَ گوں ھما مردماں کار بہ کنت کہ آ بے نبشتہ ءُ گپ جن اَنت)

source: User Name
bgp: کارمرز کنوخ ئے نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
bgp: صارفین عطیہ کتگیں کلپانی درستی ءِ توثیق کن انت، اے چیک کن انت کہ اسپیکر ءَ جملہ ءِ درستی ءَ راست ونتگ۔

source: Ushojo
bgp: اُشهجو

source: Uyghur
bgp: اویغور

source: Uzbek
bgp: ازبک

source: Validated Clips
bgp: توثیق کثغیں کلپس

source: Validated Hours
bgp: توثیق کثغیں کلاک

source: Validated Hr. Total
bgp: توثیق کتگیں ایچ آر۔ سرجمی

source: Validate readings
bgp: وانگ ئے توثیق کن

source: Validate Readings
bgp: ریڈنگز ئے توثیق کن

source: Validate Readings, Review Transcriptions
bgp: ریڈنگز ئے توثیق کن، ٹرانسکرپشنانی چار ءُ تپاس کن

source: Validate Readings <small>(Coming soon)</small>
bgp: وانگانی توثیق کن</small> (زوت آھگ ءَ اِنت)</small>

source: Validate readings submitted by community members
bgp: کمیونٹی ءِ باسکاں چہ دیم داتگیں وانگ ءِ توثیق ءَ بہ کن اِت

source: Validate user-recorded readings in your language
bgp: وتی زبان ءَ کارمرز کنوک ءِ ریکارڈ کتگیں وانگ ءِ توثیق ءَ بہ کن

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
bgp: عطیہ کتگیں کلپانی توثیق کنگ کامن وائس مشن ءِ واستہ ہمے پیم ءَ المی انت۔ گوشدار ءُ کوالٹی اوپن سورس وائس ڈیٹا جوڑ کنگ ءَ مئے کمک ءَ بکن۔

source: Validation Progress
bgp: توثیق ئے پیشرفت

source: Validations
bgp: توثیق ء

source: Value and recognition.
bgp: قدر ءُ شناخت

source: Variant Contribution Options
bgp: شراکت ءِ بدلیں آپشن

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
bgp: وارینٹ زبان ءِ یک خاصیں شکلے - مثال ءِ رد ءَ جغرافیہ یا کمیونٹی ءِ تہا نندوکیں مردمانی نیمگ ءَ شیئر کنگ بیت۔ برے برے اے لہجہ گشگ بنت۔

source: Varying Pronunciations
bgp: انج انجیں گالوار

source: Venetian
bgp: وینس ءِ

source: Version
bgp: تہر

source: Very common mistakes include:
bgp: باز عامیں ردیانی تہا ھوار انت:

source: Vietnamese
bgp: ویتنامی

source: View your progress against personal and project goals.
bgp: ذاتی ءُ منصوبہ ءِ مول ءُ مراد ءِ ھلاپ ءَ وتی پیشرفت ءَ بچار اِت۔

source: Visible
bgp: گندگ بیث

source: Visit our blog or write about us
bgp: مئے بلاگ ءَ سر بہ بئے یا مئے باروا نبشتہ بہ کن

source: Voice clips are entered into a submission queue that readies them for listening.
bgp: پھرکھسیں گالور کٹھا کھنغ ویلہ لائن وار پہیلنا تے آکںیں آشکنغ وسطہ جوڑنی سے

source: Voice Collection
bgp: توار ء مچی

source: Voice Contribution
bgp: ٹوک شراکت

source: Voice Dataset, Ready for Download
bgp: آواز ءِ ڈیٹاسیٹ، ڈاؤن لوڈ کنگ ءِ واستہ تیار اِنت

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
bgp: آواز طبیعی انت، آواز انسانی انت۔ ہمے سبب انت کہ ما کارمرز بوؤکیں توار ءِ ٹیکنالوجی جوڑ کنگ ءِ بابت ءَ دلگوش ایں مئے مشینانی واستہ۔ بلے پہ توار ءِ نظام جوڑ کنگ ءَ ، ڈویلپراں سک باز مزنیں کساسے ءَ توار ءِ زلورت اِنت ڈیٹا

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
bgp: آواز طبیعی انت، آواز انسانی انت۔ ہمے سبب انت کہ ما کارمرز بوؤکیں توار ءِ جوڑ کنگ ءَ گوں دلگوش ایں مئے مشینانی واستہ ٹیکنالوجی۔ بلے توار ءِ نظام جوڑ کنگ ءِ ھاترا، توار ءِ بے دروریں مزنیں کساسے ڈیٹا ءِ لوٹ اِنت۔

source: Voices Online Now
bgp: نوں آواز آن لائن انت

source: Voice Validation
bgp: ٹوکٔ تصدیق

source: Volume
bgp: کساس

source: Votic
bgp: ووٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
bgp: VoxForge ءِ جوڑ کنگ ءِ مول ءُ مراد ایش ات کہ ٹرانسکرپٹ بوتگیں گپ ءِ یکجاہ کنگ ءِ ھاترا فری ءُ اوپن سورس گپ ءِ شناخت ءِ انجن ءِ گوما کارمرز کنگ بہ بیت۔

source: Wakhi
bgp: ویکی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
bgp: کامن وائس ءَ چہ گیش شرتر کنگ ءَ کمک کنگ لوٹ ئے؟ مزن! ای میل یا<discourseLink> گپ ءُ تران <discourseLink< وسیلہ ءَ رابطہ بہ کن اِت فورم، <githubLink>گٹ ہب</githubLink> ءِ وسیلہ ءَ سائٹ ءِ جیڑہاں دیم دیگ بہ بیت، یا <matrixLink>میٹرکس<matrixLink>< کمیونٹی گپ ءُ تران۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
bgp: وزی معلومات آں را محفوظ کھنغ چاہے

source: Want to stay in touch with Common Voice?
bgp: کامن وائس نیاواں گالور کھنغ چاہے؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
bgp: اپ ڈیٹ لوٹ ئے کہ ما کامن وائس ڈیٹاسیٹ ءِ نوکیں ورژن ءَ شنگ کنیں؟ مئے نیوز لیٹر ءَ سبسکرائب بہ کن اِت۔

source: Watch our video explainer to help
bgp: مدد کنغ واستا مئے ویڈیو وضاحت ئا بہ گند

source: Wayuunaiki
bgp: وایووناکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
bgp: ما مدام چہ ڈیٹا صارفین ءَ وتی لوٹ ءُُ گزر ءُُ تناظر ءِ بابت ءَ اشکنگ ءِ جہد ءَ ایں - ڈیٹا ءِ یکجا کنگ ءِ پلیٹ فارم ءِ سرا تعاون کنگ ءَ بگر داں ڈیٹا ءِ جان سلامتی ءِ بصیرت ءِ رسگ ءَ ، ما <emailFragment>شمئے نیمگ ءَ چہ اشکنگ لوٹیں.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
bgp: ما آواز ءِ یک پچیں ءُُ سرکاری دستیابیں ڈیٹاسیٹے جوڑ کنگ ءَ ایں کہ ہرکس تقریر ءِ اہلیں ایپلی کیشنز ءِ تربیت ءِ ھاترا کارمرز کنت۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
bgp: ما ٹیکنالوجی، نوآبادیاتی ءُ زبان ءِ حقانی تہا سرکاری پڑ ءِ ھوار بوھگ ءِ حمایت کنگ ءَ دلگوش ایں ۔ اگاں شما مزنیں منصوبہ یا مہمے ءِ دیم ءَ برگ ءِ ارادہ کنگ ءَ اِت گڑا <emailFragment> ءَ گوں رابطہ بہ کن اِت۔</emailFragment>

source: We are going out to get a coffee.
bgp: ما کافی گِرغا درا روغ ثوں

source: We are going out to get coffee.
bgp: ما کافی گِرغا درا روغ ثوں

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
bgp: ما مردماں وتی جنس یا جنسی شناخت ءِ باروا چے گش انت آہانی تہا گیشتر انتخاب دیگ ءِ ھاترا گیشتر آپشن پیش کنگ ءَ ایں ۔ مہربانی ئا کن وث ئا را ڈولیں ڈؤل ئا ڈس کہ تئو طبیعی لیکغ بی <learnMoreLink>جنسی ءُ جنس ءِ بابت ءَ مئے رھبند ءِ باروا گیشتر سرپد بہ بئے۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bgp: ما موزیلا ءِ تہا وائس ٹیکنالوجی ءِ کش ءُ گور ءَ یک کمیونٹی یے جوڑ کنگ ءَ ایں ۔ ما اپ ڈیٹ، نوکیں ڈیٹا ذریعہ آں گوں رابطہ ءَ دارگ لوٹیں ءُ اے بابت ءَ گیشتر اشکنگ لوٹیں کہ شما اے ڈیٹا ءَ چوں کارمرز کنگ ءَ اِت۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
bgp: مارا یقین اِنت کہ مزنیں ءُ سرکاری رنگ ءَ دستیابیں آواز ءِ ڈیٹاسیٹ مشین لرننگ ءِ بنیاد ءَ تقریر ٹیکنالوجی ءِ تہا جدت ءُ صحت مند تجارتی مقابلہ ءَ را دیم ءَ برگ ءَ اَنت۔ اے یک جھان ءِ جھدے ءُ ما ھرکس ءَ بھر زورگ ءِ دعوت دئیں۔ مئے مول ءُ مراد ایش انت کہ تقریر ءِ ٹیکنالوجی ءَ گیشتر ھوار کنگ ءَ کمک بہ کنیں، دنیا ءِ دراھیں توارانی تنوع ءِ عکاسی ءَ بہ کنت۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
bgp: مارا یقین اِنت کہ مزنیں، سرکاری رنگ ءَ دستیابیں آواز ءِ ڈیٹاسیٹ مشین لرننگ ءِ بنیاد ءَ تقریر ٹیکنالوجی ءِ تہا جدت ءُُ صحت مند تجارتی مقابلہ ءَ را دیم ءَ برگ ءَ انت۔ کامن وائس ءِ کثیر زبانی ڈیٹاسیٹ پیسر ءَ چہ وتی وڑ ءِ سرکاری دستیابیں وائس ڈیٹاسیٹ ءِ مستریں سیٹ اِنت بلے اے یکے نہ اِنت۔ اے تاک ءَ دگہ اوپن سورس وائس ڈیٹاسیٹانی حوالہ ءِ مرکز ءِ دروشم ءَ بچار ءُُ ، چو کہ کامن وائس ءِ دیمروئی برجاہ اِنت ، مئے ریلیز اپ ڈیٹ ءِ ھاتر ءَ یک لوگے ءِ دروشم ءَ بچار اِت۔

source: Website Localization
bgp: ویب سائٹءِ مقامیت

source: Websites
bgp: ویب سائٹ

source: We couldn’t find that page for you
bgp: ما پہ تو آ تاک ءِ شوھاز ءَ نہ رستیں

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bgp: ماء شُما گوشکن واسطہ کوئی آڈیو کلپس حاصل نہ کنگ. مہربانی کن پَسین دوبارہ کوشش کنگ.

source: We couldn’t get any sentences for you to speak. Please try again later.
bgp: مئے گُرا شار گوں گالوار کنغ واستہ گالبند نیست اِنت۔ رندءَ ھیلا کن اِنت

source: Weekly
bgp: ھپتگی

source: Weekly Goal
bgp: مول ءُ مراد

source: We launch the Common Voice site in this language.
bgp: ہم ایں زوان نیوا کامن وائس سائٹ لانچ کنگ انت

source: Welcome { $company } staff!
bgp: وش آتک { $company }کارندہاں کن ئے!

source: Welcome to Common Voice
bgp: کامن واءس وش آتک کن ئے

source: Welcome to Spontaneous Speech
bgp: بے وسی ءِ گپ ءَ وش آتک کن ئے

source: Welsh
bgp: ویلش

source: We may have run out of clips - refresh the page, or try again later.
bgp: آیںٔ گڑا کلپس ختم بیّت گن، صفحہ ریفریش کنگ، یا پَضعں دوبارہ کوشش کنگ."

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
bgp: بوت کنت کہ مارا آ لوٹ نہ رستگ۔ مارا براہ راست ای میل بکن <emailLink>{ $email }</emailLink> ءِ سرا ءُ ما ترا پدا ھال کنیں!

source: We periodically release the dataset
bgp: ما وھد وھد ءِ سر ءَ ڈیٹاسیٹ ءَ شنگ کنیں

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bgp: ما وعدہ کنیں کہ شمئے زانتکاری ءَ گوں دلگوش ءَ دیم ءَ بریں۔ مئے تہا گیشتر بوان اِت<privacyLink>رازداری ءِ نوٹس</privacyLink>

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
bgp: ما یک اوپن سورس ، آواز ءِ کثیر زبانی ڈیٹاسیٹ ءِ جوڑ کنگ ءَ ایں کہ ہرکس گپ ءِ اہلیں ایپلی کیشنز ءِ تربیت کنگ ءِ ھاترا کارمرز کنت۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
bgp: ما آواز ءِ اوپن سورس ڈیٹاسیٹ ءِ کراؤڈ سورسنگ ءَ ایں ۔ وتی توار ءَ عطیہ بہ کن اِت، دگہ مردمانی کلپانی راستی ءَ راست بہ کن اِت، ڈیٹاسیٹ ءَ پہ ھرکس ءَ شرتر بہ کن اِت۔

source: We’re experiencing unexpected downtime
bgp: ما غیر متوقع ڈاؤن ٹائم ءِ تجربہ کنگ ءَ ایں

source: We're going out to get coffee.
bgp: ما درکپغیں کہ کافی یے بہ زوریں

source: We’re going out to get coffee.
bgp: ما کافی گِرغا درا روغ ثوں

source: We release the dataset every 3 months.
bgp: ماء ہر سے ماہ پزاں ڈیٹاسیٹ ریلیز کنگ انت.

source: We're making some big changes
bgp: ماہ چھیے مزیں تبدیلیاں کھنغوں

source: We're receiving a lot of traffic and are currently investigating the issues.
bgp: ما بازیں ٹریفک ءِ رسگ ءَ ایں ءُ اے وھد ءَ جیڑھانی پٹ ءُ پول ءَ ایں ۔

source: We’re sorry, your platform is not currently supported.
bgp: مرا ارمنیں کہ تہی پلیٹ فارم ہالی تاون کھنے سگغا نیں۔

source: Western Highland Purepecha
bgp: مغربی ہائی لینڈ پورچاچا

source: Western Penan
bgp: مغربی پنان

source: Western Sierra Puebla Nahuatl
bgp: مغربی سیرا پیوبلا ناہواتل

source: Westphalian
bgp: ویسٹفالین

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
bgp: ما پہ رجانک ءَ موزیلا ءِ یک وسیلہ یے کارمرز کنیں کہ آئی ءِ نام <pontoonLink>پونٹوون</pontoonLink> اِنت۔ پونٹون ءَ بازیں زبان ھست انت، بلے اگاں تئی نہ اِنت گڑا تو <pontoonRequestLink>وتی زبان ءِ ھوار کنگ ءِ لوٹ ءَ کن ئے۔ پدا، کامن وائس پروجیکٹ ءِ سرا زبان ءِ دستیاب کنگ ءِ ھاترا، <githubRepoLink>گیٹ ہب ءِ سرا نوکیں زبان ءِ لوٹ کن اِت۔ <localizationFragment>سائٹ ءِ رجانک ءِ سر ءَ گیشتر ترجمہ اِت۔<localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
bgp: ما لہتیں بدلی کتگ انت۔ ڈیلٹا سیگمنٹس ءِ تہ ءَ بس گڈی ریلیز ءَ پد نوکیں کلپ ھوار اَنت۔ <deltaLink>اے کار ءِ باروا گیشتر وانگ بہ بیت </deltaLink>

source: We've run out of sentences to record in this language...
bgp: اے زبان نیاما ریکارڈ کنغءِ گالبند مئے گُرا ھلاس بیثغاں
